/* Context menu item for editing a theme. Opens the Edit sheet. */
"Edit" = "编辑...";

/* Context menu item for creating a duplicate of an existing theme. */
"Duplicate" = "复制";

/* Context menu item for exporting a theme. Shows a save panel. */
"Export" = "导出...";

/* Context menu item for deleting a theme. Shows a confirmation sheet. */
"Delete" = "删除...";

/* Context menu item for resetting a built-in theme. Shows a confirmation sheet. */
"Reset" = "重置…";


/* Title of Delete confirmation sheet. */
"Delete Theme Title" = "删除主题？";

/* Informative text of Delete confirmation sheet. */
"Delete Theme Text" = "您真的要删除主题“%@”吗？如果已启用 iCloud，那么它将从所有设备上删除。此操作无法插销！";

/* Title of default button for Delete confirmation sheet. */
"Cancel Delete" = "取消";

/* Title of alternate button for Delete confirmation sheet. */
"Delete Button Title" = "删除主题";


/* Title of Reset confirmation dialog. */
"Reset Theme Title" = "重置为默认主题？";

/* Informative text of Reset built-in theme confirmation sheet. */
"Reset Theme Text" = "您真的要重置这个 “%@” 主题吗？此操作无法撤消！";

/* Title of alternate button for Reset confirmation sheet. */
"Reset Button Title" = "重置主题";


/* Title of default button for Delete and Reset confirmation sheet. Cancels the reset. */
"Cancel Reset" = "取消";


/* String appended to duplicated themes to indicate that it is a copy. The placeholder contains the original name of the theme. */
"Copy" = "%@ (拷贝)";


/* Title of alert sheet shown when importing a theme failed. The placeholder is replaced by the filename of the imported theme file. */
"ImportThemeFailedMessageText" = "导入 “%@” 失败";

/* Informative text of alert sheet shown when importing a theme failed. The placeholder is replaced by error output generated when importing the theme. */
"ImportThemeFailedInformativeText" = "从错误日志：“%@”";
